Repository: wp-plugins/custom-field-list-widget
Catalog: tags/0.9.4.1/customfieldlist-*.po
Languages: ru_ru

source: Custom Field List
ru_ru: Список Custom Field

source: There are no values in connection to the custom field name "%1$s" in the data base.
ru_ru: Нет значений в соединении пользовательских полей "%1$s".

source: in
ru_ru: в

source: Please, define a custom field name!
ru_ru: Пожалуйста, определите имя пользовательского поля!

source: Unable to retrieve the data of the customfield list widget from the db.
ru_ru: Неудача при извлечении информации из базы данных со списка с потребительскими полями.

source: part
ru_ru: часть

source: Header (optional)
ru_ru: Заголовок (по желанию)

source: Leave the field empty for no widget title
ru_ru: Оставьте пустым, чтобы оставить виджет без заглавия

source: Custom Field Name
ru_ru: Имя пользовательского поля

source: standard layout
ru_ru: стандартное расположение

source: Only list elements of custom field names with more than one custom field value have sub elements. These sub elements becoming visible by clicking on the custom field name list elements or the + sign. The other list elements with one value are the hyper links to the posts and the values are in the link title.
ru_ru: Само елементите от списъка с имена на потребителски полета с повече от една стойност на потребителското поле имат поделементи. Тези поделементи се появяват след щракване върху елемент от списъка с имена на потребителски полета или след щракване на знака "+" до тях. Другите елементи от списъка с по една стойност са хипервръзки към съответните постове, а стойностите им са в заглавната (title) част на връзката.

source: each element with sub elements
ru_ru: каждый элемент и субэлемент

source: Shows each custom field name as a list element with the custom field value as a sub element. All sub elements are every time visible and they are the hyper links to the posts.
ru_ru: Показывать имя каждого пользовательского поля как элемент списка со значением пользовательского поля как субэлементом . Все субэлементы постоянно видимы.

source: a list of all values with manually set links
ru_ru: лист всех значений с ссылками, установленными вручную

source: You need to save the widget settings before you can set the links for the values of the new custom field name.
ru_ru: Вы должны сохранить настройки виджета, перед тем, как устанавливать значенияновым пользовательским полям.

source: A simple list of all custom field values of one custom field (name). Each value can be linked individually.
ru_ru: Простой список всех значений пользовательских полей.

source: Set a Link for each custom field value of the custom field: %1$s
ru_ru: Установить ссылку для каждого элемента пользовательского поля: %1$s

source: Set the Links
ru_ru: Установить ссылки

source: database collation
ru_ru: сопоставление базы данных

source: This option will probably not work. Because it is not possible to set "setlocale(LC_COLLATE, ... " on this server.
ru_ru: Этот вариант, вероятно, не работает, потому что не представляется возможным установить "setlocale(LC_COLLATE, ... ".

source: The server OS is Windows (which is not able to sort UTF-8) what makes it necessary to:
ru_ru: ОС сервера базирована на Windows (в которой недоступна сортировка в UTF-8):

source: 1. enter your <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">language</a> and <a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">country</a> name and eventually the <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">code page number</a> (like german_germany or german_germany.1252 for German)
ru_ru: 1.введите ваши <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">язык</a> и <a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">country</a> имя ио <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">номер кода в таблице</a>

source: 2. select the (same) code page in the form PHP can handle (e.g. Windows-1252 for German)
ru_ru: 2. выберите формат кодировки (например, Windows-1251)

source: This option will probably not work on this server because this plugin converts the encoding of the meta values to the encoding of the OS (Windows) with the function mb_convert_encoding but this function is not available.
ru_ru: Возможно, эта опция не работает на сервере, поскольку кодировка не поддерживается корректно данной ОС (Windows).

source: sort the values by the last word
ru_ru: сортировать параметры по последнему слову

source: show only a part of the list elements at once
ru_ru: показывать только часть списка элементов

source: elements per part of the list
ru_ru: элементы части списка

source: Displays a list of custom field values of a set key
ru_ru: Показывать список параметров пользовательских полей и их значений

source: Security Check failed!
ru_ru: Тест на безопасность завершился неудачей!

source: Error: Could not process the formular data.
ru_ru: Ошибка: неудача в формулировке данных.

source: The formular contains to much data. It is not possible to send them to the database.
ru_ru: Формата съдържа твърде много информация. Информацията не може да бъде въведена в базата от данни.

source: It is not possible to create an XMLHTTP instance.
ru_ru: Невозможно создать XMLHTTP копию (обект).

source: Saving the data
ru_ru: Сохранение даных

source: Data saved!
ru_ru: Данные сохранены!

source: There was a problem with the request. (Probably no data saved)
ru_ru: При запросе возникла проблема. (Вероятно, нет сохраненных данных)

source: You can specify links to posts or pages of your blog or enter different adresses. If you choose a post or a page title then the custom field value will be linked to that post or page and not to a manually set link.<br />Please, write the URLs with a http:// (or https://, ftp://, etc.) in front of the address.<br />You can also enter link descriptions which appear while you hold the mouse cursor over the links.
ru_ru: Можете да уточните връзки към постове или страници в блога, или да въведете различни адреси. Ако изберете пост или име на страница, стойността на потребителското поле ще бъде обвързана с тези пост или страница, а не с ръчно зададена връзка.<br />Моля, изписвайте URL адресите с предхождащи http:// или https://, ftp://, и пр.<br />Освен това можете да въвеждате описания, които ще се появяват при задържане на курсора на мишката над връзките.

source: Save
ru_ru: Сохранить

source: Link "%1$s" to
ru_ru: Ссылка "%1$s" к

source: a post or page
ru_ru: пост или страница

source: page
ru_ru: страница

source: or to this URL:
ru_ru: или к этому URL:

source: link description (title)
ru_ru: описание ссылки (title)
