Repository: wp-plugins/custom-field-list-widget
Catalog: customfieldlist-*.po
Languages: bg_bg

source: Custom Field List
bg_bg: Списък с потребителски полета

source: Internal Plugin Error: value is no array
bg_bg: Разширението засече вътрешна грешка: стойността не е масив

source: Select:
bg_bg: Избиране:

source: There are no values in connection to the custom field name "%1$s" in the data base.
bg_bg: В базата от данни няма стойности, свързани с потребителското поле "%1$s".

source: no value
bg_bg: няма стойност

source: The actual custom field name "%1$s" and the custom field name "%2$s" for which the link references are saved are different. Please save the links for the values of the actual custom field name.
bg_bg: Действителното потребителско име на поле "%1$s" и потребителското име на поле "%2$s", за които бяха запазени връзките, са различни. Моля, запазете връзките за стойностите на действителното потребителско име на поле.

source: Hide
bg_bg: Скриване

source: Show
bg_bg: Показване

source: There are no values which are related to the custom field names which are set on the widgets page.
bg_bg: Не съществуват стойности, отнасящи се към потребителските имена на полета, зададени на страницата на джаджата.

source: Please, define a custom field name!
bg_bg: Моля, задайте потребителско име на поле!

source: part
bg_bg: част

source: Unable to retrieve the data of the customfield list widget from the db.
bg_bg: Грешка при достъпа до базата с данни.

source: Header (optional)
bg_bg: Заглавна част (по желание)

source: Leave the field empty for no widget title
bg_bg: Оставете полето празно за джаджа без заглавие

source: Custom Field Names
bg_bg: Имена на потребителски полета

source: custom field names
bg_bg: имена на потребителски полета

source: sort by
bg_bg: сортиране по

source: hide this
bg_bg: скриване

source: If you want to create a list with several hierarchy levels then fill the custom field name fields one by one.
bg_bg: Ако искате да създадете списък с няколко йерархични нива, попълнете потребителските полета едно по едно.

source: You are using more than one custom field name. But these custom field names are not used in the same amount of posts or in the same amount per posts.<br />It is most likely that the appearance of the list in the side bar is as intended.<br />The table gives an overview which and how often a custom field is used:
bg_bg: Използвате повече от едно потребителско име на поле. Но тези имена на потребителски полета не са използвани в същото количество публикации или в същото количество за публикация.<br />Вероятно външният вид на списъка в страничната лента изглежда както трябва.<br />Таблицата предоставя информация за това, как и колко често е използвано дадено име на потребителско поле:

source: post IDs
bg_bg: ID-та на публикации

source: group the values by the first character
bg_bg: групиране на стойностите по първи символ

source: Groups the custom field value by their first character after retrieving from the database. This might be a useful option if you have many values and you do not want to use the option "%1$s" to keep the list in the sidebar short.)
bg_bg: Групира стойностите на потребителските полета по първи символ след извличането им от базата от данни. Това може да бъде полезно, ако имате много стойности и не искате да използвате опцията "%1$s", за да бъде запазен по-кратък списъкът в страничната лента.)

source: show only a part of the list elements at once
bg_bg: показване само на част от списъка с елементи

source: Sorting Options
bg_bg: Настройки за сортиране

source: sort criterion
bg_bg: критерий за сортиране

source: custom field values (alphabetically)
bg_bg: стойности на потребителските полета (азбучно)

source: post date
bg_bg: дата на публикация

source: A core function of this plugin is to link custom field values to posts. By using this option the custom field values will be arranged by the date of the posts they are linked to.
bg_bg: Основна функция на тази приставка е да свързва стойностите на потребителските полета с публикации. Ако използвате тази опция, стойностите на потребителските полета ще бъдат подредени по датата на публикациите, към които сочат.

source: sort sequence
bg_bg: последователност на сортирането

source: ascending (ASC)
bg_bg: възходящо

source: descending (DESC)
bg_bg: низходящо

source: further sorting options
bg_bg: допълнителни настройки за сортиране

source: database collation
bg_bg: колация на базата от данни

source: This option will probably not work. Because it is not possible to set "setlocale(LC_COLLATE, ... " on this server.
bg_bg: Тази опция вероятно няма да проработи, защото на този сървър не може да се използва "setlocale(LC_COLLATE, ... ".

source: The servers OS is Windows (which is not able to sort UTF-8) what makes it probably necessary for the correct functioning of this option to:
bg_bg: Сървърната ОС е Windows (която не може да сортира в UTF-8), което, за коректното функциониране на тази настройка, вероятно налага да:

source: 1. enter your <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">language</a> and <a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">country</a> name and eventually the <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">code page number</a> (like german_germany or german_germany.1252 for German)
bg_bg: 1. въведете вашия <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">език</a> и <a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">country</a> име, и евентуално <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">номер на кодовата таблица</a> (като bulgarian_bulgaria или bulgarian_bulgaria.1251 за български)

source: 2. select the (same) code page in the form PHP can handle (e.g. Windows-1252 for German)
bg_bg: 2. изберете (същата) кодова таблица във формат, с който може да се справи PHP (например Windows-1251 за български)

source: This option will probably not work on this server because this plugin converts the encoding of the meta values to the encoding of the OS (Windows) with the function mb_convert_encoding but this function is not available.
bg_bg: Тази опция вероятно няма да проработи на този сървър, защото разширението конвертира кодировката на мета стойностите към кодировката на операционната система (Windows) с помощта на функцията mb_convert_encoding, но тази функция не е в наличност.

source: sort the values by the last word
bg_bg: сортиране на стойностите по последна дума

source: sort sub list elements alphabetically
bg_bg: сортиране на поделементите по азбучен ред

source: Arrange the sub list elements (which are e.g. post titles) in alphabetical order (By default (box is unchecked) the post titles are arranged by date.)
bg_bg: Подреждане на елементите от подсписъка (например заглавия на публикации) по азбучен ред. (По подразбиране (неотметнато) заглавията на публикации са подредени по дата.)

source: List Types
bg_bg: Типове списъци

source: standard layout
bg_bg: стандартно разположение

source: Only list elements of custom field names with more than one custom field value have sub elements. These sub elements becoming visible by clicking on the custom field name list elements or the + sign. The other list elements with one value are the hyper links to the posts and the values are in the link title.
bg_bg: Само елементите от списъка с имена на потребителски полета с повече от една стойност на потребителското поле имат поделементи. Тези поделементи се появяват след щракване върху елемент от списъка с имена на потребителски полета или след щракване на знака "+" до тях. Другите елементи от списъка с по една стойност са хипервръзки към съответните постове, а стойностите им са в заглавната (title) част на връзката.

source: a list with manually linked values
bg_bg: списък с ръчно свързани стойности

source: A simple list of all unique custom field values of one custom field name. Each value can be linked individually.
bg_bg: Обикновен списък с всички уникални стойности на полета за едно име на потребителско поле. Към всяка стойност може да има индивидуална връзка.

source: Set a Link for each custom field value of the custom field: %1$s
bg_bg: Задаване на връзка за всяка стойност на потребителското поле: %1$s

source: Set the links
bg_bg: Задаване на връзките

source: List Appearance
bg_bg: Изглед на списъка

source: each element with sub elements
bg_bg: всеки елемент с поделементи

source: Shows each custom field name as a list element with the custom field value as a sub element. All sub elements are every time visible and they are the hyper links to the posts. (Only available in combination with list type "%1$s")
bg_bg: Показва всяко име на потребителско поле като елемент от списъка със стойност на потребителското поле като поделемент. Всички поделементи са видими през цялото време и са хипервръзки към съответните постове. (Налично е единствено със списъка тип "%1$s".)

source: simple list
bg_bg: прост списък

source: Show the list elements in a simple list with bullets.
bg_bg: Показване на списъка от елементи като обикновен списък с водещи символи.

source: show the number of sub elements
bg_bg: показване броя на поделементите

source: Shows after each list element with at least one sub element the number of sub elements. (Only available in combination with list type "%1$s")
bg_bg: Показва броя поделементи след всеки елемент от списък с поне един поделемент. (Налично е единствено със списъка тип "%1$s".)

source: partitioned list
bg_bg: страниран списък

source: elements per part of the list
bg_bg: брой елементи за част от списъка

source: pagination type
bg_bg: тип страниране

source: use the
bg_bg: да се използват

source: numbers
bg_bg: числа

source: first letter
bg_bg: първа буква

source: first two letters
bg_bg: първи две букви

source: first three letters
bg_bg: първи три букви

source: first word
bg_bg: първа дума

source: last word
bg_bg: последна дума

source: You can choose if the pagination of the list parts should be consecutive numbers or strings taken from the main list elements. If you choose a strings as pagination type then the list part names will consist of parts from the first and the last main list element of a list part (if they are different.) like e.g. [Am - Be] (with type "%1$s").
bg_bg: Можете да изберете дали странирането на частите от списъка да бъде на основата на поредни числа или низове, взети от главните елементи на списъка. Ако изберете странирането да се извършва по зададен низ, тогава списъкът от имената на части ще се състои от части, взети от от първия и последния елемент на главния списък в съответната част от списъка (ако са различни), като например [Am - Be] с тип "%1$s").

source: drop down menu
bg_bg: падащо меню

source: Show the list elements as a drop down menu.
bg_bg: Показване на списъка от елементи като падащо меню.

source: It might be expedient to use the option "%1$s" or "%2$s" in combination with "%3$s".
bg_bg: Би било удачно да използвате опцията "%1$s" или "%2$s" в комбинация с "%3$s".

source: Show the drop down menu in a full screen box:
bg_bg: Показване на падащото меню в област на цял екран:

source: If you let the list appear as a drop down menu and you have long custom field values or long post titles then it is possible that parts of the list elements are not visible on the screen e.g. the list juts out the screen if it is in the right sidebar. In such cases you might consider using this feature.<br />It displays the drop down menu in a wide box in the middle of the screen when the focus is on the drop down menu element.
bg_bg: Ако настроите достъпа до списъка в падащо меню и имате дълги стойности на потребителските полета или заглавията на публикациите, е напълно възможно части от списъка с елементи да не се виждат, например - списъкът да излиза от границите на екрана, ако приставката се намира в дясната странична лента. В този случай функцията може да ви бъде от полза.<br />С нейна помощ падащото меню се изобразява в разширена област по средата на екрана, когато фокусът е върху елемента от падащото меню.

source: Limit the length of the list elements:
bg_bg: Ограничаване на дължината на елементите от списъка:

source: Shorten the strings at the end or in the middle:
bg_bg: Скъсяване на низовете в края или в средата:

source: end
bg_bg: край

source: middle
bg_bg: среда

source: For instance: The long title is "Star Wars - The Return of the Jedi" and the max. number of chararcters is 20. "end" produces: "Star Wars - The ... " and "middle" produces: "Star Wars ... of the Jedi".
bg_bg: Например: дългото заглавие е: "Star Wars - The Return of the Jedi" и максималният брой символи е 20. "край" ще ограничи: "Star Wars - The ... ", а "среда" ще ограничи: "Star Wars ... of the Jedi".

source: What should be the default value of the drop down menu?:
bg_bg: Каква да бъде стойността по подразбиране на падащото меню:

source: settings for all widgets can be changed at the <a href="%1$s">Custom Field List Widget settings page</a>
bg_bg: настройките за всички джаджи могат да бъдат зададени от <a href="%1$s">страницата с настройки на джаджата Списък с потребителски полета</a>

source: Displays a list of custom field values of a set key
bg_bg: Показва списък със стойности на потребителски полета за зададен ключ

source: Unsaved changes
bg_bg: Незапазени промени

source: Not available with these widget preferences.
bg_bg: Не работи с тези настройки на джаджата.

source: slow
bg_bg: бавно

source: normal
bg_bg: нормално

source: fast
bg_bg: бързо

source: Changes saved
bg_bg: Промените запазени

source: Custom Field List Widget - settings
bg_bg: Настройки на Custom Field List Widget

source: symbols to deflate/inflate the sub list elements
bg_bg: символи за отваряне/затваряне на списъка с поделементи

source: If a list element has sub elements then there will be a symbol which lets the users expand or collapse the list of the sub elements.
bg_bg: Ако елемент от списъка има поделементи, ще бъде изобразен символ, с чиято помощ потребителят да отваря или затваря списъка с поделементи.

source: effect speed
bg_bg: скорост на ефекта

source: How fast should the list elements show up or hide?
bg_bg: Колко бързо да се показва или скрива списъкът с елементи?

source: Save Changes
bg_bg: Запазване на промените

source: Custom Field List Widgets
bg_bg: Джаджи Списък с потребителски полета

source: Security Check failed!
bg_bg: Тестът за сигурност беше неуспешен!

source: The widget number was not transmitted.
bg_bg: Номерът на джаджата не беше ппредаден.

source: You have to be logged in for this action.
bg_bg: За това действие се налага да влезете в профила си.

source: Error: Could not process the formular data.
bg_bg: Грешка: неуспех при обработката на данните от формата.

source: The formular contains to much data. It is not possible to send them to the database.
bg_bg: Формата съдържа твърде много информация. Информацията не може да бъде въведена в базата от данни.

source: It is not possible to create an XMLHTTP instance.
bg_bg: Не е възможно да бъде създадено XMLHTTP работно копие (обект).

source: Saving the data
bg_bg: Запазване на данните

source: Data saved!
bg_bg: Данните бяха запазени!

source: There was a problem during the request (Probably no data saved).
bg_bg: По време на заявката възникна проблем. (Вероятно незапазени данни).

source: Error message:
bg_bg: Съобщение за грешка:

source: There was a problem with the request (Probably no data saved).
bg_bg: При заявката възникна проблем. (Вероятно незапазени данни).

source: posts about:
bg_bg: публикации за:

source: You can specify links to published posts or pages of your blog or enter different adresses. If you choose a post or a page title then the custom field value will be linked to that post or page and not to a manually set link.<br />Please, write the URLs with a http:// (or https://, ftp://, etc.) in front of the address.<br />You can also enter link descriptions which appear while you hold the mouse cursor over the links.
bg_bg: Можете да уточните връзки към постове или страници в блога, или да въведете различни адреси. Ако изберете пост или име на страница, стойността на потребителското поле ще бъде обвързана с тези пост или страница, а не с ръчно зададена връзка.<br />Моля, изписвайте URL адресите с предхождащи http:// (или https://, ftp://, и пр).<br />Освен това можете да въвеждате описания, които ще се появяват при задържане на курсора на мишката над връзките.

source: Save
bg_bg: Запазване

source: Link "%1$s" to
bg_bg: Връзка "%1$s" към

source: a post or page
bg_bg: пост или страница

source: page
bg_bg: страница

source: or to a %1$sblog internal search%2$s for this value
bg_bg: или към %1$sтърсене в блога%2$s за тази стойност

source: or to this URL:
bg_bg: или към този URL:

source: link description (title)
bg_bg: описание на връзката (title)

source: Please, choose the list type "%1$s" to able to set the link reference for the custom field name values.
bg_bg: Моля, изберете типа на списъка "%1$s", за да има възможност за задаване на връзка за стойностите на имената на потребителските имена.

source: a list of all values with manually set links
bg_bg: списък на всички стойности с ръчно зададени връзки

source: Please, save the custom field names first.
bg_bg: Моля, първо запазете потребителските имена на полета!

source: Close
bg_bg: Затваряне
