Repository: wp-plugins/custom-field-list-widget
Catalog: tags/1.1.4/tags/0.9/customfieldlist-*.po
Languages: de_de

source: Custom Field List
de_de: Spezialfeldliste

source: There are no values in connection to the custom field name %1$s in the data base.
de_de: Es gibt keine, mit dem Spezialfeldnamen %1$s in Verbindung stehenden, Werte in der Datenbank.

source: Please, define a custom field name!
de_de: Bitte, definieren Sie einen Spezialfeldnamen!

source: Unable to retrieve the data of the customfield list widget from the db.
de_de: Es konnten keine Daten des Widgets aus der Datenbank geladen werde.

source: part
de_de: Teil

source: Header (optional)
de_de: &Uuml;berschrift (optional)

source: Leave the field empty for no widget title
de_de: kein Titel: das Feld leer lassen

source: Custom Field Name
de_de: Spezialfeldname

source: Only list elements of custom field names with more than one custom field value have sub elements. These sub elements becoming visible by clicking on the custom field name list elements or the + sign. The other list elements with one value are the hyper links to the posts and the values are in the link title.
de_de: Nur Listenlemente von Spezialfeldnamen mit mehr als einem Spezialfeldwert haben Unterpunkte. Diese Unterpunkte werden sichtbar, wenn man auf den Spezialfeldnamen oder das + Zeichen klickt. Die anderen Listenelemente mit nur einem Spezialfeldwert sind selbst die Links zu den Beitr&auml;gen und die Spezialfeldwerte die Linktitel.

source: each element with sub elements
de_de: jedes Listenelement mit Unterpunkten

source: Shows each custom field name as a list element with the custom field value as a sub element. All sub elements are every time visible and they are the hyper links to the posts.
de_de: Stellt jeden Spezialfeldnamen als Listenelement mit dem Spezialfeldwert als Unterpunkt dar. Alle Unterpunkte sind jeder Zeit sichbar und sie sind die Links zu den Beitr&auml;gen.

source: database collation
de_de: Datenbankkollation

source: This option will probably not work. Because it is not possible to set "setlocale(LC_COLLATE, ... " on this server.
de_de: Diese Option funtioniert wahrscheinlich nicht, weil es nicht m&ouml;glich ist "setlocale(LC_COLLATE, ... " zu verwenden.

source: The server OS is Windows (which is not able to sort UTF-8) what makes it necessary to
de_de: Das Server Betriebssystem is Windows (welches kann nicht UTF-8 kodierte Zeichen sortieren), weshalb es notwendig ist

source: enter your <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">language</a> and <a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">country</a> name and eventually the <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">code page number</a> (like german_germany or german_germany.1252 for German)
de_de: die <a href="http://msdn.microsoft.com/en-gb/library/39cwe7zf.aspx" target="_blank">Sprache</a> und den<a href="http://msdn.microsoft.com/en-gb/library/cdax410z.aspx" target="_blank">Landesnamen</a> und eventuell die <a href="http://en.wikipedia.org/wiki/Windows_code_pages" target="_blank">Code Page Nummer</a> (z.B. german_germany or german_germany.1252) einzugeben

source: select the (same) code page in the form PHP can handle (e.g. Windows-1252 for German)
de_de: die (gleiche) Code Page in der Form auszuw&auml;hlen, in der PHP damit umgehen kann ( z.B. Windows-1252)

source: This option will probably not work on this server because this plugin converts the encoding of the meta values to the encoding of the OS (Windows) with the function mb_convert_encoding but this function is not available.
de_de: Diese Option funktioniert wahrscheinlich auf diesem Server nicht, weil dieses Plugin das Encoding der Spezialfeldwerte auf das des Serverbetriebssystems (Windows) &auml;ndert muss, wof&uuml;r es die Funktion mb_convert_encoding nutzt, die aber nicht verf&uuml;gbar ist.

source: sort the values by the last word
de_de: die Werte nach deren letztem Wort sortieren

source: show only a part of the list elements at once
de_de: nur einen Teil der Listenelemente auf einmal anzeigen

source: elements per part of the list
de_de: Elemente pro Listenteil

source: Displays a list of custom field values of a set key
de_de: Zeigt eine Liste von Spezialfeldwerten eines bestimmten Spezialfeldnamens an
